<template>
  <div class="wrap">
    <div class="header">
      <h4><span class="bottom-line">用户协议</span></h4>
    </div>
    <div class="content">
      <h3>欢迎您使用Talk工控平台！</h3>
      <p>
        为了更好地为您提供服务，请您仔细阅读《Talk工控用户协议》（以下简称“本协议”）。在您开始使用Talk工控平台服务（以下简称“本服务”）之前，请您务必认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。
      </p> 
      <strong>
        除非您完全接受本协议的全部内容，否则您无权注册、登录、使用本服务，或者获得Talk工控平台提供的任何服务 （本协议中统称“使用”）。若您使用本服务，则视为您已充分理解本协议并承诺作为本协议的一方当事人接受协议的约束。
      </strong> 
      <h4>1、适用范围</h4> 
      <p class="section-1">
        1.1、本协议是您与本公司（以下简称“公司”）之间就您注册、登录、使用Talk工控平台服务，或者获得Talk工控平台提供的任何服务所订立的协议。就本协议项下涉及的某些服务，可能会由公司的关联公司、控制公司向您提供，您知晓并同意接受上述服务内容，即视为接受双方之间的相关权利义务关系亦受本协议约束。        
      </p> 
      <p class="section-1">
        1.2、“您”是指提交有效申请并注册后，在Talk工控平台注册、登录、上传、发布、提供链接等以各种形式传播内容（包括文字、图片、音频、视频、图表、漫画等）的自然人、法人或其他组织。在本协议中称为“Talk工控用户”或称“您”。
      </p>  
      <p class="section-1">
        1.3、“Talk工控平台”是公司借助移动互联网产品——Talk工控等软件对自然人、法人或其他组织包括但不限于媒体及内容合作伙伴所开放的内容分发渠道。您注册Talk工控后可以通过Talk工控平台上传发布内容，向用户传播信息、与用户交流互动等。公司是提供网络信息存储空间的网络服务提供者。
      </p>  
      <p class="section-1">
        1.4、“用户”是指所有直接或间接使用公司所有或运营的Talk工控等软件及相关服务的自然人、法人或其他组织。
      </p>  
      <p class="section-1">
        1.5、本协议内容同时包括公司已经发布及后续可能不断发布的关于Talk工控平台服务的相关协议、规则等内容。前述内容一经正式发布，并以适当的方式送达用户（网站公布、系统通知等），即为本协议不可分割的组成部分，您应同样遵守。
      </p> 
      <h4>2、关于“账号”</h4>
      <p class="section-1">
        2.1、本服务为您提供了注册通道，您有权选择合法的字符组合作为自己的账号，并自行设置符合安全要求的密码。您设置的账号、密码是您用以登录并以注册用户身份使用本服务的凭证。
      </p>
      <p class="section-1 text-bold">
        2.2、您理解并承诺，您所设置的账号不得违反国家法律法规及公司的相关规则，您的账号名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等足以让人引起混淆的方式）开设账号，不得恶意注册账号（包括但不限于频繁注册、批量注册账号等行为）。您在账号注册及使用过程中需遵守相关法律法规，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为。公司有权对您提交的注册信息进行审核。
      </p>
      <p class="section-1 text-bold">
        2.3、您在本服务中的注册账号所有权及有关权益均归公司所有，您完成注册手续后仅享有该账号的使用权，您应当正确、适当地使用、运营、管理本服务账号。您的账号仅限于您本人使用，未经公司书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。如果公司发现或者有合理理由认为使用者并非账号初始注册人，公司有权在未通知您的情况下，暂停或终止向该注册账号提供服务，并有权注销该账号，而无需向注册该账号的 用户承担法律责任。
      </p>
      <p class="section-1">
        2.4、您有责任维护个人账号、密码的安全性与保密性，并对您以注册账号名义所从事的活动承担全部法律责任，包括但不限于您通过本服务上进行的任何数据修改、言论发表、款项支付等操作行为。您应高度重视对账号与密码的保密，在任何情况下不向他人透露账号及密码。若发现他人未经许可使用您的账号或发生其他任何安全漏洞问题时，您应当立即通知公司。
      </p>
      <p class="section-1">
        2.5、您的账号在丢失或遗忘密码后，可遵照公司的申诉途径及时申诉请求找回账号或密码。您理解并认可，公司的密码找回机制仅需要识别申诉单上所填资料与系统记录资料具有一致性，而无法识别申诉人是否系真正账号有权使用者。公司特别提醒您应妥善保管您的账号和密码。当您使用完毕后，应安全退出。因您保管不当可能导致遭受盗号或密码丢失，责任由您自行承担。
      </p>
      <p class="section-1 text-bold">
        2.6、账号时使用真实、准确、合法、有效的相关身份信息认证材料及必要信息（包括组织机构代码、身份证件号码、移动电话号码等真实身份信息认证。依照国家相关法律法规的规定，为使用本服务，您需要填写真实的身份信息，请您按照相关法律规定完成实名认证，并注意及时更新上述相关信息。若您提交的材料或提供的信息不准确、不真实、不合法或者公司有理由怀疑为错误、不实或不合法的资料，则公司有权拒绝为您提供相关服务或您可能无法使用本服务或在使用过程中部分功能受到限制。
      </p>
      <p class="section-1">
        2.7、为保障用户和公司利益，公司有权审查您提交的相关材料（如自然人身份证复印件、企业法人营业执照副本复印件、事业单位法人证书复印件）并有权决定是否核准您的申请，并有权视情况要求您提供声明/说明、服务资质、服务范围及其他等材料。若您拒绝提供材料或提交的材料或填写的信息不真实、不准确、不完整或不合法的，则您可能无法使用本服务或在使用过程中受到限制。公司的审查不代表对您提交的材料和信息的真实性、准确性、真实性、合法性负责。您应当对该材料和信息独立承担责任。
      </p>
      <p class="section-1">
        2.8、为更好的为您提供服务，公司有权对使用本服务的Talk工控平台用户进行分级、分类管理，并有权根据级别设置相应的权限、提供相应的服务。
      </p>
      <p class="section-1">
        2.9、您理解并同意，除您登录、使用本服务外，您还可以用本账号登录使用公司及其关联公司、控制公司提供的其他软件、服务（届时以该其他软件、服务是否开通该功能为准）。您以本账号登陆并使用前述软件、服务的，同样应受实际服务提供方的《用户协议》及其他协议条款约束。
      </p>
      <p class="section-1 text-bold">
        2.10、为提高您内容曝光量及发布效率，您同意您在账号所发布的全部内容均授权本公司以您的账号自动同步发布至公司及/或关联公司及/或控制公司运营的系列客户端软件及网站。您通过本服务发布、修改、删除内容的操作，均会同步到上述系列客户端软件及网站。 您通过已注册或者已同步的账号登录公司及/或关联公司及/或控制公司运营的系列客户端软件产品及网站时（如有），应遵守该软件产品及网站自身的《用户协议》及其他协议条款的规定。
      </p>
      <p class="section-1">
        2.11、因您自身原因或其他不可抗因素而导致账号被盗、丢失，均由您本人承担责任，公司不承担任何责任。
      </p>
      <h4>3、您的个人信息保护</h4>
      <p class="section-1">
        3.1、公司与您一同致力于个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，保护个人信息是公司的基本原则之一。
      </p>
      <p class="section-1">
        3.2、公司将运用与本服务相匹配的安全技术及其他安全措施并建立完善的管理制度来保护您的个人信息。
      </p>
      <p class="section-1">
        3.3、您可随时浏览、修改自己提交的个人身份信息，您理解并同意出于安全性和身份识别（如账号或密码找回申诉服务等）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。
      </p>
      <p class="section-1">
        3.4、未经您本人允许，我们不会向除公司及其关联方以外的任何公司、组织和个人共享、转让、公开披露您的个人信息，下列情形除外：
      </p>
       <p class="section-2">
        （1）事先获得您的明确授权同意；
      </p>
       <p class="section-2">
        （2）您自行向第三方共享、转让、公开的；
      </p>
       <p class="section-2">
        （3）与国家安全、国防安全、公共安全、公共卫生、公共利益直接相关的；
      </p>
       <p class="section-2">
        （4）根据适用的法律法规、法规程序的要求、强制性的行政司法要求所必须的情况下进行披露或提供，或与犯罪侦查、起诉、审判和判决执行等直接相关的；我们会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们将对所有的请求都进行了审慎的审查，以确保其具备合法依据，且仅限于行政、司法部门因特定调查目的有合法权利获取的数据；
      </p>
       <p class="section-2">
        （5）在法律法规允许的范围内，为维护“Talk工控”、Talk工控大咖号等其他用户、公司及其关联公司、控制公司的生命、财产等合法权益或维权产品或服务的安全稳定运行所必需的，例如查找、预防、处理欺诈等违法活动和减少信用风险等；
      </p>      
       <p class="section-2">
        （6）公司为维护合法权益而向用户提起诉讼或仲裁；
      </p>
       <p class="section-2">
        （7）在涉及合并、分立、收购、资产转让或类似的交易时，如涉及到个人信息转让，公司会要求新的持有您的个人信息的公司、组织继续受本隐私政策的约束，否则，公司有权要求该公司、组织重新取得您的授权同意；
      </p>
       <p class="section-2">
        （8）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
      </p>
       <p class="section-2">
        （9）为学术研究目的，或为学术研究机构，出于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
      </p>
       <p class="section-2">
        （10）法律法规规定的其他情形。
      </p>
      <p class="section-1">
        3.5、请您注意勿在使用本服务中透露自己的各类财产账户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由您自行承担。您不应将个人信息通过本服务上发表、上传或扩散。
      </p>
      <h4>4、权利和义务</h4>
      <p class="section-1">
        4.1 行为要求<br/>
        您应当对您使用本服务的行为负责，除非法律允许或者经公司事先书面许可，您使用本服务不得具有下列行为：
      </p>
      <p class="section-2">4.1.1 使用未经公司授权或许可的任何插件、外挂、系统或第三方工具对本服务的正常运行进行干扰、破坏、修改或施加其他影响。</p>
      <p class="section-2">4.1.2 利用或针对本服务进行任何危害计算机网络安全的行为，包括但不限于：</p>
      <p class="section-3">（1）非法侵入他人网络、干扰他人网络正常功能、窃取网络数据等危害网络安全的活动；</p>
      <p class="section-3">（2）提供专门用于从事侵入网络、干扰网络正常功能及防护措施、窃取网络数据等危害网络安全活动的程序、工具；</p>
      <p class="section-3">（3）明知他人从事危害网络安全的活动的，为其提供技术支持、广告推广、支付结算等帮助</p>
      <p class="section-3">（4）使用未经许可的数据或进入未经许可的服务器/账号；</p>
      <p class="section-3">（5）未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；</p>
      <p class="section-3">（6）未经许可，企图探查、扫描、测试本服务系统或网络的弱点或其它实施破坏网络安全的行为；</p>
      <p class="section-3">（7）企图干涉、破坏本服务系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；</p>
      <p class="section-3">（8）伪造TCP/IP数据包名称或部分名称。</p>
      <p class="section-2">4.1.3 对本服务进行反向工程、反向汇编、编译或者以其他方式尝试发现本服务的源代码。</p>
      <p class="section-2">4.1.4 恶意注册本服务账号，包括但不限于频繁、批量注册账号。</p>
      <p class="section-2">4.1.5 违反法律法规、本协议、公司的相关规则及侵犯他人合法权益的其他行为。</p>
      <p class="section-1">4.2 在任何情况下，如果公司有理由认为您的任何行为违反或可能违反上述约定的，公司可独立进行判断并处理，且在任何时候有权在进行任何事先通知的情况下终止向Talk工控平台用户提供服务，并追究相关责任。</p>
      <p class="section-1">4.3 信息内容权利及规范</p>
      <p class="section-2">4.3.1 用户按规定完成实名认证后，可以以注册账号使用本服务。请您保证对在通过Talk工控平台制作、复制、上传、发布、传播、评论的任何内容（包括但不限于头像、名称、账号介绍，或文字、图片、音频、视频、链接等，以及其他使用Talk工控平台服务所产生的其他内容）享有合法权益，若您账号中的内容发生权利纠纷或侵犯了任何第三方的合法权益，需您承担全部法律责任。</p>
      <p class="section-2">4.3.2 您的制作、复制、上传、发布、传播、评论等内容应自觉遵守宪法法律、法规、遵守公共秩序，尊重社会公德、社会主义制度、国家利益、公民合法权益、道德风尚和信息真实性等要求。您不得制作、复制、上传、发布、传播法律、行政法规禁止的下列信息内容：</p>
      <p class="section-3">（1）反对宪法确定的基本原则的；</p>
      <p class="section-3">（2）危害国家安全，泄露国家秘密的；</p>
      <p class="section-3">（3）颠覆国家政权，推翻社会主义制度、煽动分裂国家、破坏国家统一的；</p>
      <p class="section-3">（4）损害国家荣誉和利益的；</p>
      <p class="section-3">（5）宣扬恐怖主义、极端主义的；</p>
      <p class="section-3">（6）宣扬民族仇恨、民族歧视，破坏民族团结的；</p>
      <p class="section-3">（7）煽动地域歧视、地域仇恨的；</p>
      <p class="section-3">（8）破坏国家宗教政策，宣扬邪教和迷信的；</p>
      <p class="section-3">（9）编造、散布谣言、虚假信息，扰乱经济秩序和社会秩序、破坏社会稳定的；</p>
      <p class="section-3">（10）散布、传播暴力、淫秽、色情、赌博、凶杀、恐怖或者教唆犯罪的；</p>
      <p class="section-3">（11）侵害未成年人合法权益或者损害未成年人身心健康的；</p>
      <p class="section-3">（12）未获他人允许，偷拍、偷录他人，侵害他人合法权利的；</p>
      <p class="section-3">（13）包含恐怖、暴力血腥、高危险性、危害表演者自身或他人身心健康内容的；</p>
      <p class="section-3">（14）危害网络安全、利用网络从事危害国家安全、荣誉和利益的；</p>
      <p class="section-3">（15）侮辱或者诽谤他人，侵害他人合法权益的；</p>
      <p class="section-3">（16）对他人进行暴力恐吓、威胁，实施人肉搜索的；</p>
      <p class="section-3">（17）涉及他人隐私、个人信息或资料的；</p>
      <p class="section-3">（18）散布污言秽语，损害社会公序良俗的；</p>
      <p class="section-3">（19）侵犯他人隐私权、名誉权、肖像权、知识产权、商业秘密等合法权益内容的；</p>
      <p class="section-3">（20）未经公司许可，利用本服务为自己或第三方进行推广、发布广告的（包括但不限于加入第三方链接、广告等行为）；</p>
      <p class="section-3">（21）过度营销信息，骚扰信息和/或垃圾信息、低俗类信息、垃圾广告的；</p>
      <p class="section-3">（22）使用本网站常用语言文字以外的其他语言文字制作、复制、上传、发布、传播的内容、留言、评论的；</p>
      <p class="section-3">（23）与所制作、复制、上传、发布、传播的内容、留言、评论的信息毫无关系的；</p>
      <p class="section-3">（24）所发布、传播的内容毫无意义的，或刻意使用字符组合以逃避技术审核的；</p>
      <p class="section-3">（25）其他违反法律法规、政策及公序良俗、干扰Talk工控平台正常运营或侵犯其他用户或第三方合法权益内容的其他信息。</p>
      <p class="section-1">4.3.3 为确保公司和用户的利益，您请在使用本服务时，不要进行如下行为（该行为是指使用Talk工控平台账号所进行的任何行为，包括但不限于注册登录、帐号运营、管理及推广以及其他行为）：</p>
      <p class="section-2">(1) 提交、发布虚假信息，或冒充、利用他人名义进行相关活动；</p>
      <p class="section-2">(2)  强制、诱导其他用户关注、点击链接页面或分享信息；</p>
      <p class="section-2">(3)  虚构事实、隐瞒真相以误导、欺骗他人；</p>
      <p class="section-2">(4) 利用Talk工控平台及帐户从事违法犯罪活动；</p>
      <p class="section-2">(5) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播；</p>
      <p class="section-2">(6) 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未经公司明示授权的行为。</p>
      <p class="section-1">4.4 若您需对Talk工控平台内容创作衍生品或投放商业广告，请您另外提交书面授权申请，在符合条件且得到公司同意下，您方可通过该平台进行广告或推广等商业活动。</p>
      <p class="section-1">4.5 公司设立公众投诉、举报平台，用户可按照公司公示的投诉举报制度向公司投诉、举报各类违法违规行为、违法传播活动、违法有害信息等内容，公司将及时受理和处理用户投诉举报，以共同营造风清气正的网络空间。</p>
      <h4>5、“Talk工控平台”数据使用规范</h4>
      <p class="section-1">5.1 未经公司书面许可，您不得自行或授权、允许、协助任何第三人对本协议Talk工控平台服务中信息内容进行如下行为：</p>
      <p class="section-2">（1）复制、读取、采用Talk工控服务的信息内容，用于包括但不限于宣传、增加阅读量、浏览量等商业用途；</p>
      <p class="section-2">（2）采用包括但不限于特殊标识、特殊代码等任何形式的识别方法，自行或协助第三人对本服务的信息或内容产生流量、阅读量引导、转移、劫持等不利影响；</p>
      <p class="section-2">（3）其他非法获取本服务的信息内容的行为。</p>
      <p class="section-1">5.2 经公司书面许可后，您对Talk工控平台服务的信息和内容的分享、转发等行为，还应符合以下规范：</p>
      <p class="section-2">（1）对抓取、统计、获得的相关搜索热词、分类、排名、搜索量、点击率、阅读量等相关数据，未经公司事先书面同意，不得将上述数据以任何方式公示、提供、泄露给任何第三人；</p>
      <p class="section-2">（2）不得对本服务的源网页进行任何形式的任何改动，包括但不限于本服务的主页、各功能接口、广告系统链接等入口，也不得对奔入服务的源页面的展示进行任何形式的遮挡、插入、弹窗等妨碍；</p>
      <p class="section-2">（3）应当采取安全、有效、严密的措施，防止本服务的信息内容被第三方通过包括但不限于“蜘蛛”（spider）程序等任何形式进行非法获取；</p>
      <p class="section-2">（4）不得把相关数据内容用于公司书面许可范围之外的目的，进行任何形式的销售和商业使用，或向第三方泄露、提供或允许第三方为任何方式的使用。</p>
      <p class="section-2">（5）您向任何第三人分享、转发、复制本相关服务信息内容的行为，还应遵守公司为此制定的其他规范和标准。</p>
      <h4>6、违约处理</h4>
      <p class="section-1 text-bold">6.1 针对您违反本协议或其他服务条款的行为，公司有权独立判断并视情况采取预先警示、拒绝发布、要求整改、立即停止传输信息、删除内容/留言/跟帖、暂停更新、限制账号部分或者全部功能直至永久关闭账号等措施。公司有权公告处理结果，且有权根据实际情况决定是否恢复使用。对涉嫌违反法律法规、涉嫌违法犯罪的行为将保存有关记录，并依法向有关主管部门报告、配合有关主管部门调查。</p>
      <p class="section-1 text-bold">6.2 因您违反本协议或其他服务条款规定，引起第三方投诉或诉讼索赔的，您应当自行承担全部法律责任。因您的违法或违约行为导致公司及其关联公司、控制公司向任何第三方赔偿或遭受国家机关处罚的，您还应足额赔偿公司及其关联公司、控制公司因此遭受的全部损失。</p>
      <p class="section-1 text-bold">6.3 公司尊重并保护法人、公民的知识产权、名誉权、姓名权、隐私权等合法权益。您保证，在使用本服务时上传的文字、图片、视频、音频、链接等不侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等权利及合法权益。否则，公司有权在收到权利方或者相关方通知的情况下移除该涉嫌侵权内容。针对第三方提出的全部权利主张，您应自行承担全部法律责任；如因您的侵权行为导致公司及其关联公司、控制公司遭受损失的（包括经济、商誉等损失），您还应足额赔偿公司及其关联公司、控制公司遭受的全部损失。</p>
      <h4>7、服务的变更、中断和终止</h4>
      <p class="section-1">7.1 您理解并同意，公司提供的Talk工控平台服务是按照现有技术和条件所能达到的现状提供的。公司会尽最大努力向您提供服务，确保服务的连贯性和安全性。您理解，公司不能随时预见和防范技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵及其他各种安全问题的侵扰等原因可能导致的服务中断、数据丢失以及其他的损失和风险。</p>
      <p class="section-1">7.2 您理解并同意，公司为了服务整体运营的需要，有权在公告通知后修改、中断、中止或终止Talk工控平台服务，而无须向您负责或承担任何赔偿责任。</p>
      <h4>8、知识产权</h4>
      <p class="section-1">8.1 公司在本服务中提供的内容（包括但不限于软件、技术、程序、网页、文字、图片、图像、音频、视频、图表、版面设计、电子文档等）的知识产权属于公司所有。公司提供本服务时所依托的软件的著作权、专利权及其他知识产权均归公司所有。未经公司许可，任何人不得擅自使用（包括但不限于通过任何机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像本服务中的内容）。</p>
      <p class="section-1 text-bold">8.2 您理解并同意，在使用本服务时发布上传的文字、图片、视频、音频等均由您原创或已获合法授权。您通过Talk工控平台上传、发布的任何内容的知识产权归属您或原始著作权人所有。</p>
      <p class="section-1 text-bold">8.3 您知悉、理解并同意您通过Talk工控平台发布、传播的内容，授权公司及其关联公司、控制公司可在全球范围内、免费、非独家、可转授权地使用，使用范围包括但不限于在当前或其他网站、应用程序、产品或终端设备等，并授权公司及其关联公司、控制公司对相应内容可进行修改、复制、改编、翻译、汇编或制作衍生产品。</p>
      <p class="section-1 text-bold">8.4 您确认并同意授权公司以公司自己的名义或委托专业第三方对侵犯您上传发布的享有知识产权的内容进行代维权，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等，公司有权对维权事宜做出决策并独立实施。</p>
      <p class="section-1">8.5 公司为Talk工控平台的开发、运营提供技术支持，并对Talk工控平台服务的开发和运营等过程中产生的所有数据和信息等享有全部权利。</p>
      <p class="section-1 text-bold">8.6 请您在任何情况下都不要私自使用公司的包括但不限于“买道”、“买道传感网”、“Talk工控”和“Talk工控”等在内的任何商标、服务标记、商号、域名、网站名称或其他显著品牌特征等（以下统称为“标识”）。未经公司事先书面同意，您不得将本条款前述标识以单独或结合任何方式展示、使用或申请注册商标、进行域名注册等，也不得实施向他人明示或暗示有权展示、使用、或其他有权处理该些标识的行为。由于您违反本协议使用公司上述商标、标识等给公司或他人造成损失的，由您承担全部法律责任。</p>
      <h4>9、隐私政策</h4>
      <p class="section-1 text-bold">
        公司非常重视用户信息的保护，在使用Talk工控平台服务前，请您务必仔细阅读并透彻理解本隐私政策，公司可能会收集和使用您的相关信息，您一旦选择使用本服务，即意味着同意公司按照本隐私政策收集、保存、使用、共享、披露及保护您的信息。<br/>
        本隐私政策的涉及的个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息，包括个人身份信息（姓名、出生日期、身份证件号码，包括身份证、军官证、护照、驾驶证）、面部特征、地址、联系电话、通信录、网络身份识别信息（包括账户名、账户昵称、邮箱地址以及与前述有关的密码与密码保护问题和答案）；财产信息、交易信息、个人上网记录（网络浏览记录、点击记录等）、个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、软件列表唯一设备识别码，如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI卡信息等在内的描述个人常用终端设备基本情况的信息）、个人位置信息等。<br/>
        个人敏感信息是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。本隐私政策中的个人敏感信息包括：包括个人身份信息（身份证件号码，包括身份证、军官证、护照、驾驶证）、面部识别特征；财产信息、交易信息；网络身份识别信息（包括账户名、账户昵称、邮箱地址以及与前述有关的密码与密码保护问题和答案）；其他信息（包括通信录、个人电话号码、手机号码、行程信息、网页浏览记录、精准定位信息）。<br/>
      </p>
      <p class="section-1">9.1 个人信息可能收集的范围与方式</p>
      <p class="section-1">9.1.1当您在使用本软件及相关服务时，我们将收集、储存和使用下列与您个人信息有关的数据，这些信息可用于您注册、登录、绑定账号、密码找回时接收验证码等，如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。在您使用本软件及相关服务时，根据中华人民共和国相关法律法规，您应通过您的账号提供您的真实身份信息，我们将会根据您的身份属性协助您选择合适的方式完成实名验证。</p>
      <p class="section-2">您向我们提供的信息</p>
      <p class="section-3">（1）当您注册、登录或使用Talk工控平台及服务时填写和/或提供的信息，可能包括姓名、手机号、邮箱、地址等单独或者结合识别用户身份的信息。您可以选择不提供某一或某些信息，但是这样可能使您无法使用Talk工控平台的某些服务。</p>
      <p class="section-3">（2）若您以其他方式关联登录Talk工控平台，我们会向第三方请求您的个人信息，对于我们需要但第三方无法提供的个人信息，我们仍会要求您提供。如果您拒绝提供，将会导致您无法使用Talk工控平台的某些服务。</p>
      <p class="section-2">9.1.2 因您使用Talk工控及服务获取的信息</p>
      <p class="section-3">（1）日志信息，当您使用Talk工控平台及服务时，我们会自动收集您对我们服务的使用情况，作为有关网络日志保存。例如您的搜索查询内容、IP地址、浏览器的类型、使用的语言、访问服务的日期和时间、cookies、web beacon等。</p>
      <p class="section-3">
        （2）设备或应用信息，某些移动设备或应用包含唯一应用程序编号。例如您使用的移动设备、浏览器或您使用的用于接入Talk工控平台及服务的其他程序所提供的配置信息、设备版本号、设备识别码等。
        为了提供更好的服务与改善用户体验，公司可能会记录硬件型号、操作系统版本号、国际移动设备身份码（IMEI）、网络设备硬件地址（MAC）等信息数据。        
      </p>
      <p class="section-3">（3）位置信息，当您开启设备定位功能并使用本服务基于位置提供的相关服务时，在获得您的同意后，我们会使用各种技术进行定位，以使得您不需要手动输入自身地理坐标就可获得相关服务。这些技术包括IP地址、GPS以及能够提供相关信息的其他传感器（比如可能需要提供附近设备、Wi-Fi接入点和基站的信息）。您可以通过关闭定位功能，停止告知公司关于您的地理位置（大多数移动设备允许您关闭定位服务，具体建议您联系您的移动设备的服务商或生产商）。</p>
      <p class="section-2">9.1.3 我们从第三方获得的您的信息</p>
      <p class="section-2">我们可能从第三方获取您授权共享的账户信息（头像、昵称等），并在您同意本《隐私政策》后将您的第三方账户与您的Talk工控账户绑定，使您可以通过第三方账户直接登录并使用Talk工控平台及相关服务。我们将会依据与第三方的约定、对个人信息来源的合法性进行确认后，在符合相关法律和法规规定的前提下，使用您的这些个人信息。</p>
      <p class="section-2">9.1.4 当您使用本服务的搜索服务时，我们会收集您的查询关键字信息、设备信息等，为了提供高效的搜索服务，这些信息有部分会暂存存储在您的本地存储设备之中。在此，您需要注意的是，您的关键词信息无法单独识别您的个人身份，其不属于您的个人信息，因此我们有权以其他的目的对其进行使用；只有当您的搜索关键词信息与您的其他信息互有联系并可以识别您的个人身份时，则在结合使用期间，我们会将您的搜索关键词信息作为您的个人信息，与您的搜索历史记录一同按照本隐私政策对其进行处理与保护。</p>
      <p class="section-2">9.1.5 在您使用本服务提供的身份认证服务时，我们会根据相关法律法规规定和/或业务所必需收集您的姓名、身份证号、职业、有关身份证明等信息，公司对您的这些隐私信息会加以最大程度的保护，如果您不提供这些信息，我们将无法提供相关服务。</p>
      <p class="section-2">9.1.6 当您参加本服务的有关营销活动时，我们根据活动需要可能会收集您的姓名、通信地址、联系方式、银行账号等信息。这些信息是您收到转账或者礼品的基础，如果您拒绝提供这些信息，我们将无法向您转账或发放礼品。</p>
      <p class="section-1">9.2 个人信息的存储</p>
      <p class="section-3">9.2.1 信息存储的地点</p>
      <p class="section-4">我们依照法律法规的规定，将境内收集的您的个人信息存储于中华人民共和国境内。</p>
      <p class="section-3">9.2.2 存储期限</p>
      <p class="section-4">我们仅在本《隐私政策》所述目的所必需的期间和法律法规要求的时限内保留您的个人信息。</p>
      <p class="section-1">9.3 对Cookie和同类技术的使用</p>
      <p class="section-2">9.3.1 当您使用本服务时，为使您获得更轻松的访问体验，我们可能会使用各种技术来收集和存储信息，在此过程中可能会向您的设备发送一个或多个Cookie或匿名标识符。这么做是为了了解您的使用习惯，使您省去重复输入注册信息等步骤，或帮助判断您的账户安全。</p>
      <p class="section-2">9.3.2 当您使用本服务时，我们可能会利用Cookie和同类技术收取您的信息用于了解您的偏好，进行咨询或数据分析，改善产品服务即用户体验，提高广告效果，及时发现并防范安全风险，为用户和合作伙伴提供更好的服务。</p>
      <p class="section-2">9.3.3 我们不会将Cookie用于本《隐私政策》所述目的之外的用途，您可以根据自己的偏好留存或删除Cookie。您可清除软件或网页中保存的所有Cookie。</p>
      <p class="section-1">9.4 个人信息可能的使用方式</p>
      <p class="section-2">9.4.1 我们会根据本隐私政策的约定并为实现本软件及相关服务功能对所收集的个人信息进行使用。</p>
      <p class="section-2">9.4.2 通过使用收集的信息的数据，本服务会得以向您提供尽可能的带有个性化的服务并改善现有服务。</p>
      <p class="section-2">9.4.3 通过使用收集的信息的数据，本服务向您提供更加相关的广告以替代普遍投放的广告。</p>
      <p class="section-2">9.4.4 在我们提供相应服务所必需时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，努力确保我们向您提供的产品和服务的安全性。</p>
      <p class="section-2">9.4.5 通过使用收集的信息的数据，使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示等。</p>
      <p class="section-2">9.4.6 为了努力确保服务的安全，帮助我们更好地了解“本软件及相关服务的运行情况，我们可能记录相关信息数据，例如，您使用本软件及相关服务的频率、崩溃数据、总体使用情况、性能数据等。我们不会将我们存储在分析软件中的信息与您在本软件及相关服务中提供的任何个人身份信息相结合。</p>
      <p class="section-2">9.4.7 为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息数据，以汇集信息数据或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。</p>
      <p class="section-2">9.4.8 在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</p>
      <p class="section-2">9.4.9 请您注意，您在使用本软件及相关服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用本软件及服务期间持续授权我们在符合本“政策”所声明的范围内使用。在您注销账号后，我们将停止为您提供Talk工控平台及相关服务，根据您的要求删除您的个人信息，或做匿名化处理，但法律法规另有规定的除外。</p>
      <p class="section-2">9.4.10 我们会对Talk工控平台及相关服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的服务整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</p>
      <p class="section-1">9.5 个人信息可能的共享方式</p>
      <p class="section-2">9.5.1 我们会以高度的勤勉义务对待您的信息。在获得您的明确同意后，我们会与其他方共享您的个人信息。我们可能会根据法律法规规定，或按照法律法规、法律程序的要求或强制性的政府要求或司法裁定等，对外共享您的个人信息。</p>
      <p class="section-2">9.5.2 我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且关联方受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。</p>
      <p class="section-2">9.5.3 仅为实现本隐私政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。</p>
      <p class="section-2">9.5.4您同意我们与如下几类第三方授权合作伙伴共享信息：</p>
      <p class="section-3">（1）软件服务提供商、智能设备提供商或系统服务提供商。当第三方软件、设备系统与“Talk工控”软件或相关服务结合为您提供基于位置的服务时，“Talk工控”可能会基于您对系统定位的授权及设定，收取您的位置信息及设备信息并提供给系统，特殊情境下会包含您另行填写的联系信息。如您拒绝此类信息的收集及使用，您需要在设备系统中进行设置或关闭提供服务的软件，“Talk工控”中无法自动或手动设置关闭相关服务。</p>
      <p class="section-3">（2）广告服务商。未经您授权，我们不会将您的个人身份信息（指可以识别您身份的信息，例如姓名或电子邮箱，通过这些信息可以联系到您或识别您的身份）与提供广告服务商共享。但我们可能会将您的匿名化的用户画像与广告服务商共享，以帮助其在不识别您个人的前提下提升广告有效触达率。例如，只有在广告主同意遵守我们的广告发布规范后，我们才可能会告诉广告主他们广告的效果如何，或者有多少人看了他们广告或在看到广告后安装了应用，或者向这些合作伙伴提供不能识别个人身份的统计信息（例如“女性，25-29岁，位于北京”），帮助他们了解其受众或顾客。</p>
      <p class="section-3">（3）品牌、产品生产商、商品提供商或系统服务商。当您主动发起与其做名片交换时。即默认授权“Talk工控”为您愿意交换并填写的的名片信息与您指定的服务商进行互换。如您未发起交换名片则“Talk工控”不会做名片交换服务。</p>
      <p class="section-2">9.5.5对我们与之共享个人信息的公司、组织和个人，我们会对其数据安全环境进行调查，与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
      <p class="section-2">9.5.6 随着我们业务的持续发展，我们以及我们的关联公司有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移，我们将在转移前通知您，我们将按照法律法规及不低于本隐私政策所要求的标准继续保护或要求新的控制者继续保护您的个人信息。</p>
      <p class="section-2">9.5.7 未经您本人允许，我们不会向除公司及其关联方之外的任何公司、组织和个人共享、转让、公开披露您的个人信息，下列情形除外：</p>
      <p class="section-3">（1）事先获得您的明确授权同意；</p>
      <p class="section-3">（2）您自行向第三方共享、转让、公开的；</p>
      <p class="section-3">（3）与国家安全、国防安全、公共安全、公共卫生、公共利益直接相关的；</p>
      <p class="section-3">（4）根据适用的法律法规、法规程序的要求、强制性的行政司法要求所必须的情况下进行披露或提供，或与犯罪侦查、起诉、审判和判决执行等直接相关的；我们会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们将对所有的请求都进行了审慎的审查，以确保其具备合法依据，且仅限于行政、司法部门因特定调查目的有合法权利获取的数据；</p>
      <p class="section-3">（5）在法律法规允许的范围内，为维护Talk工控平台其他用户、公司及其关联公司、控制公司的生命、财产等合法权益或维权产品或服务的安全稳定运行所必需的，例如查找、预防、处理欺诈等违法活动和减少信用风险等；不过这并不包括违反本隐私政策中所做的承诺而为获利目的对外公开或提供个人信息；</p>
      <p class="section-3">（6）公司为维护合法权益而向用户提起诉讼或仲裁；</p>
      <p class="section-3">（7）在涉及合并、分立、收购、资产转让或类似的交易时，如涉及到个人信息转让，公司会要求新的持有您的个人信息的公司、组织继续受本隐私政策的约束，否则，公司有权要求该公司、组织重新取得您的授权同意；</p>
      <p class="section-3">（8）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
      <p class="section-3">（9）为学术研究目的，或为学术研究机构，出于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
      <p class="section-3">（10）法律法规规定的其他情形。</p>
      <p class="section-1">9.6 个人信息安全保护</p>
      <p class="section-2">9.6.1 我们非常重视信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的个人信息，防止您的信息被不当使用或被未经授权的访问、使用或泄漏。</p>
      <p class="section-2">9.6.2 我们会使用加密技术、匿名化处理等手段保护您的个人信息；我们会使用受信赖的保护机制防止个人信息遭到恶意攻击。</p>
      <p class="section-2">9.6.3 我们建立专门的安全部门、安全管理制度、数据安全流程保障您的个人信息安全。我们采取严格的数据使用和访问制度，对数据和技术进行安全审计。制定应急处理预案，对个人信息泄露等安全事件，我们会立即启动应急预案，阻止安全事件扩大。</p>
      <p class="section-2">9.6.4 尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。您需要了解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，您应采取积极措施保护个人信息的安全，如：使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。</p>
      <p class="section-2">9.6.5 一旦发生用户信息安全事件（泄露、丢失等）后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已经采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以推送通知、邮件、信函、短信等形式告知您，难以逐一告知用户信息主体时，我们会采取合理、有效的方式发布公告。</p>
      <p class="section-2">9.6.6 同时，我们还将按照监管部门要求，上报用户信息安全事件的处置情况。</p>
      <p class="section-1">请您知悉：我们提供的个人信息保护措施仅适用于Talk工控平台，一旦您离开本平台，浏览或使用其他网站、服务及内容资源，我们即没有能力及义务保护您在Talk工控平台之外的网站提交的任何个人信息，无论您登录或浏览上述网站是否基于Talk工控平台的链接或引导。</p>
      <p class="section-1">9.7 个人信息的管理</p>
      <p class="section-1">我们非常重视您对个人信息的关注，并尽全力保护您对于您个人信息的访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。</p>
      <p class="section-2">9.7.1 当您完成Talk工控平台账号注册、登录并进行合理和必要的身份验证后，您可以查阅、修改、删除您的提交给Talk工控平台的个人信息。一般情况下，您可以随时浏览、修改、删除自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提交的某些初始注册信息。</p>
      <p class="section-2">9.7.2 您有权自主更新或更正您的的个人信息，在您进行信息更新更正之前，我们会首先验证您的身份，其次才能进行信息的更正与更新。</p>
      <p class="section-2">9.7.3 您可以在我们的产品中申请注销账户。您可以通过登录Talk工控后台进行注销申请，在您注销账号前，我们将验证您的个人身份、安全状态、设备信息等。您注销账号的行为是不可逆的行为，一旦您注销账号，Talk工控大咖号将停止为您提供相关服务，并依照您的要求，删除有关您账号的一切信息，但法律法规另有规定的除外。</p>
      <p class="section-2">9.7.4 您的信息有以下情形之一时，按照法律法规要求，我们可能无法响应您的请求：</p>
      <p class="section-3">（1）与国家安全、国防安全有关的；</p>
      <p class="section-3">（2）与公共安全、公共卫生、重大公共利益等有关的；</p>
      <p class="section-3">（3）与犯罪侦查、起诉、审判和执行判决等有关的；</p>
      <p class="section-3">（4）有充分证据表明您存在主观恶意或滥用权利的；</p>
      <p class="section-3">（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
      <p class="section-3">（6）涉及商业秘密的；</p>
      <p class="section-3">（7）其他法律法规规定的情形。</p>
      <p class="section-1">9.8 本隐私政策的适用范围</p>
      <p class="section-2">9.8.1本隐私政策不适用于以下情况：</p>
      <p class="section-3">（1）通过Talk工控平台及服务而接入的第三方服务（包括任何第三方应用及网站）收集的信息；</p>
      <p class="section-3">（2）通过Talk工控平台及服务中进行广告服务的其他公司或机构、组织所收集的信息。</p>
      <p class="section-2">9.8.2 我们的服务可能包括或链接至第三方提供的信息或其他服务（包括网站）。该等第三方服务可能由相关的第三方运营。您使用该等第三方服务（包括您向该等第三方提供的任何个人信息），须受该第三方的服务条款及隐私条款（而非本隐私政策）约束，您需要仔细阅读其条款。请您妥善保护自己的个人信息，仅在必要的情况下向他人提供。本隐私条款仅适用于我们所收集、保存、使用、共享、披露信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方使用由您提供的信息不承担任何责任。</p>
      <h4>10、免责声明</h4>
      <p class="section-1">10.1 您理解并同意，本服务可能会受多种因素的影响或干扰，公司不保证(包括但不限于)：</p>
      <p class="section-2">10.1.1 公司完全适合用户的使用要求；</p>
      <p class="section-2">10.1.2 公司不受干扰，及时、安全、可靠或不出现错误；用户经由公司取得的任何软件、服务或其他材料符合用户的期望；</p>
      <p class="section-2">10.1.3 软件中任何错误都将能得到更正。</p>
      <p class="section-1">10.2 对于涉嫌借款或其他涉财产的网络信息、账户密码、广告或推广等信息的，请您谨慎对待并自行进行判断，基于前述原因您因此遭受的利润、商业信誉、资料损失或其他有形或无形损失，公司不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。</p>
      <p class="section-1">10.3 您理解并同意，在使用本服务过程中，可能遇到不可抗力等因素（不可抗力是指不能预见、不能克服并不能避免的客观事件），包括但不限于政府行为、自然灾害、网络原因、黑客攻击、战争或任何其它类似事件。出现不可抗力情况时，公司将努力在第一时间及时修复，但因不可抗力给用户造成了损失，您同意公司不承担责任。</p>
      <p class="section-1">10.4 公司依据本协议约定获得处理违法违规内容的权利，该权利不构成公司的义务或承诺，公司不能保证及时发现违法行为或进行相应处理。</p>
      <p class="section-1">10.5 您阅读、理解并同意：关于本协议服务，公司不提供任何种类的明示或暗示担保或条件，包括但不限于商业适售性、特定用途适用性等。您对本服务的使用行为必须自行承担相应风险。</p>
      <p class="section-1">10.6 您阅读、理解并同意，本协议是在保障遵守国家法律法规、维护公序良俗，保护他人合法权益，公司在能力范围内尽最大的努力按照相关法律法规进行判断，但并不保证公司判断完全与司法机关、行政机关的判断一致，如因此产生的后果用户已经理解并同意自行承担。</p>
      <h4>11、其他</h4>
      <p class="section-1">11.1 本协议的成立、生效、履行、解释及争议的解决均应适用中华人民共和国大陆地区法律。倘本协议之任何规定因与中华人民共和国大陆地区的法律抵触而无效，则这些条款将尽可能接近本协议原条文意旨重新解析，且本协议其它规定仍应具有完整的效力及效果。</p>
      <p class="section-1">11.2 本协议的签署地点为中华人民共和国上海市静安区，若您与公司发生争议的，双方应尽量友好协商解决，协商不成，您同意应将争议提交至上海市静安区法院管辖。</p>
      <p class="section-1">11.3 公司有权依据国家政策、技术条件、产品功能等变化需要而进行修改本协议，公司会将修改后的协议予以发布。前述内容一经正式发布，并以适当的方式送达用户（网站公布、系统通知等），即为本协议不可分割的组成部分，您应同样遵守。您对修改后的协议有异议的，请立即停止登录、使用Talk工控平台服务，若您登录或继续使用Talk工控平台服务，视为认可修改后的协议。</p>
      <p class="section-1">11.4 本协议中的标题仅为方便及阅读而设，并不影响本协议中任何规定的含义或解释。</p>
      <p class="section-1">11.5 您和公司均是独立的主体，在任何情况下本协议不构成公司对用户的任何形式的明示或暗示担保或条件，双方之间亦不构成代理、合伙、合营或雇佣关系。</p>
      <p class="section-1">11.6 本协议的版权为公司所有，公司保留一切解释和修改的权利。</p>
    </div>
  </div> 
</template>

<script>
export default {
  name: 'treaty',
  methods: {
    close() {
      this.$emit('close')
    }
  }
}
</script>

<style lang="scss" scoped>
@import './scss/index.scss';
</style>
